{
    "quote": [
        {
            "thema": "Mathematik",
            "text": "Nullen zählen nur, wenn sie rechts von einer Eins stehen – und das gilt auch im Leben."
        },
        {
            "thema": "Informatik",
            "text": "Dein Code ist wie dein Humor: funktioniert nur bei dir."
        },
        {
            "thema": "Kriegsführung",
            "text": "Taktik ist, wenn dein Feind denkt, er hat gewonnen, während du seinen Kaffee trinkst."
        },
        {
            "thema": "Notengebung",
            "text": "Eine 5 zeigt nur, dass der Lehrer nicht bereit war, mein Genie zu erkennen."
        },
        {
            "thema": "Mathematik",
            "text": "Die Wahrscheinlichkeit, dass ich dir helfe, liegt irgendwo zwischen null und unendlich – aber näher an null."
        },
        {
            "thema": "Informatik",
            "text": "Deine Lösung hat mehr Bugs als die Natur im Frühling."
        },
        {
            "thema": "Kriegsführung",
            "text": "Manchmal gewinnt man die Schlacht, indem man einfach den Gegner nervt."
        },
        {
            "thema": "Notengebung",
            "text": "Ein schlechter Lehrer schreibt Noten, ein guter Lehrer versteht sie."
        },
        {
            "thema": "Mathematik",
            "text": "Man kann die Unendlichkeit nicht begreifen – außer, wenn man auf dich wartet."
        },
        {
            "thema": "Informatik",
            "text": "Wenn es läuft, fass es nicht an – und wenn es nicht läuft, warst du es sicher."
        },
        {
            "thema": "Mathematik",
            "text": "Logik ist wie Mathe: Manche verstehen es einfach nie."
        },
        {
            "thema": "Informatik",
            "text": "Wenn Copy-Paste dein bester Freund ist, bist du kein Programmierer, sondern Archivar."
        },
        {
            "thema": "Kriegsführung",
            "text": "Strategie bedeutet, deinen Gegner denken zu lassen, er sei der Klügere."
        },
        {
            "thema": "Notengebung",
            "text": "Manche Lehrer bewerten eher die Handschrift als den Verstand."
        },
        {
            "thema": "Mathematik",
            "text": "Unendlichkeit ist nur eine Ausrede für Mathematiker, nicht fertig zu werden."
        },
        {
            "thema": "Informatik",
            "text": "Debugging ist wie Detektivarbeit, nur dass du dein eigener Täter bist."
        },
        {
            "thema": "Kriegsführung",
            "text": "Gewinnen heißt, den Gegner dazu zu bringen, sich selbst zu besiegen."
        },
        {
            "thema": "Notengebung",
            "text": "Deine Note ist wie das Wetter: für andere egal, für dich aber katastrophal."
        },
        {
            "thema": "Mathematik",
            "text": "Mathe ist wie ein schlechter Witz – nicht jeder versteht ihn."
        },
        {
            "thema": "Informatik",
            "text": "Ein schlechter Programmierer schreibt Kommentare – ein guter Code braucht keine."
        }
    ]
}